Repository: Kurozora/kurozora-app
Catalog: Kurozora/Supporting Files/Account.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, es_419, fa, fi, fil, fr, he, hi, hu, hy, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Or enter your code manually
ar: أو أدخل رمزك يدويًا
bn: অথবা আপনার কোডটি ম্যানুয়ালি লিখুন
cs: Nebo zadejte kód ručně
da: Eller indtast din kode manuelt
de: Oder gib deinen Code manuell ein
el: Ή εισαγάγετε τον κωδικό σας χειροκίνητα
es: O introduce tu código manualmente
es_419: O ingresa tu código manualmente
fa: یا کد خود را به‌صورت دستی وارد کنید
fi: Tai syötä koodi käsin
fil: O ilagay ang iyong code nang manu-mano
fr: Ou saisis ton code manuellement
he: או הזינו את הקוד שלכם ידנית
hi: या अपना कोड स्वयं दर्ज करें
hu: Vagy add meg a kódot kézzel
hy: Կամ մուտքագրեք ձեր կոդը ձեռքով
id: Atau masukkan kode Anda secara manual
it: Oppure inserisci il codice manualmente
ja: またはコードを手動で入力
ko: 또는 코드를 직접 입력하세요
ms: Atau masukkan kod anda secara manual
nb: Eller skriv inn koden din manuelt
nl: Of voer je code handmatig in
pl: Albo wprowadź kod ręcznie
pt_br: Ou insira seu código manualmente
pt_pt: Ou introduza o seu código manualmente
ro: Sau introdu codul manual
ru: Или введите код вручную
sv: Eller ange din kod manuellt
ta: அல்லது உங்கள் குறியீட்டை கைமுறையாக உள்ளிடவும்
te: లేదా మీ కోడ్‌ను మాన్యువల్‌గా నమోదు చేయండి
th: หรือกรอกรหัสของคุณด้วยตนเอง
tr: Veya kodunuzu manuel olarak girin
uk: Або введіть код вручну
ur: یا اپنا کوڈ دستی طور پر درج کریں
vi: Hoặc nhập mã của bạn theo cách thủ công
zh_hans: 或手动输入您的代码
zh_hant: 或手動輸入您的代碼

source: Other Sessions
ar: الجلسات الأخرى
bn: অন্যান্য সেশন
cs: Ostatní sezení
da: Andre sessioner
de: Andere Sitzungen
el: Άλλες συνεδρίες
es: Otras sesiones
es_419: Otras sesiones
fa: نشست‌های دیگر
fi: Muut istunnot
fil: Iba Pang Session
fr: Autres sessions
he: סשנים אחרים
hi: अन्य सत्र
hu: Egyéb munkamenetek
hy: Այլ աշխատաշրջաններ
id: Sesi Lainnya
it: Altre sessioni
ja: その他のセッション
ko: 다른 세션
ms: Sesi Lain
nb: Andre økter
nl: Overige sessies
pl: Inne sesje
pt_br: Outras Sessões
pt_pt: Outras Sessões
ro: Alte sesiuni
ru: Другие сессии
sv: Andra sessioner
ta: பிற அமர்வுகள்
te: ఇతర సెషన్‌లు
th: เซสชันอื่น ๆ
tr: Diğer Oturumlar
uk: Інші сеанси
ur: دیگر سیشنز
vi: Phiên khác
zh_hans: 其他会话
zh_hant: 其他工作階段

source: Passcode is not set on the device
ar: لم يتم تعيين رمز دخول على الجهاز
bn: এই ডিভাইসে পাসকোড সেট করা নেই
cs: Na zařízení není nastaven přístupový kód
da: Der er ikke angivet en adgangskode på enheden
de: Auf dem Gerät ist kein Code festgelegt
el: Δεν έχει οριστεί κωδικός πρόσβασης στη συσκευή
es: No hay ningún código establecido en el dispositivo
es_419: No hay un código establecido en el dispositivo
fa: رمز عبور روی این دستگاه تنظیم نشده است
fi: Laitteelle ei ole asetettu pääsykoodia
fil: Walang nakatakdang passcode sa device
fr: Aucun code n’est configuré sur l’appareil
he: לא הוגדר קוד גישה במכשיר
hi: डिवाइस पर पासकोड सेट नहीं है
hu: Nincs beállítva kód az eszközön
hy: Սարքում գաղտնակոդ սահմանված չէ
id: Kode sandi belum diatur di perangkat
it: Nessun codice impostato sul dispositivo
ja: デバイスにパスコードが設定されていません
ko: 기기에 암호가 설정되어 있지 않습니다
ms: Kod laluan tidak ditetapkan pada peranti
nb: Det er ikke angitt en kode på enheten
nl: Er is geen toegangscode ingesteld op het apparaat
pl: Na urządzeniu nie ustawiono kodu blokady
pt_br: Não há código de acesso definido no dispositivo
pt_pt: Não está definido um código no dispositivo
ro: Pe dispozitiv nu este setat un cod de acces
ru: На устройстве не установлен код-пароль
sv: Ingen lösenkod är inställd på enheten
ta: சாதனத்தில் கடவுக்குறியீடு அமைக்கப்படவில்லை
te: పరికరంలో పాస్‌కోడ్ సెట్ చేయబడలేదు
th: ยังไม่ได้ตั้งรหัสผ่านบนอุปกรณ์
tr: Cihazda parola ayarlanmamış
uk: На пристрої не встановлено код-пароль
ur: ڈیوائس پر پاس کوڈ مقرر نہیں ہے
vi: Chưa thiết lập mật mã trên thiết bị
zh_hans: 设备未设置密码
zh_hant: 裝置尚未設定密碼

source: Password: make it super secret 🙊
ar: كلمة السر: خلّيها سرية جدًا 🙊
bn: পাসওয়ার্ড: একদম গোপন রাখো 🙊
cs: Heslo: ať je pořádně tajné 🙊
da: Adgangskode: gør den helt hemmelig 🙊
de: Passwort: mach's super geheim 🙊
el: Κωδικός: κάν' τον σούπερ μυστικό 🙊
es: Contraseña: que sea muy secreta 🙊
es_419: Contraseña: que sea súper secreta 🙊
fa: رمز عبور: یه چیز فوق‌محرمانه بذار 🙊
fi: Salasana: tee siitä supersalainen 🙊
fil: Password: gawing super sekreto 🙊
fr: Mot de passe : garde-le bien secret 🙊
he: סיסמה: שמרו אותה בסוד מוחלט 🙊
hi: पासवर्ड: इसे बेहद गुप्त रखें 🙊
hu: Jelszó: legyen szupertitkos 🙊
hy: Գաղտնաբառ՝ դարձրու այն գերգաղտնի 🙊
id: Kata sandi: buat yang super rahasia 🙊
it: Password: rendila super segreta 🙊
ja: パスワード：とびきり秘密にしてね 🙊
ko: 비밀번호: 아무도 모르게 비밀스럽게 🙊
ms: Kata laluan: buat ia sangat rahsia 🙊
nb: Passord: gjør det superhemmelig 🙊
nl: Wachtwoord: maak het supergeheim 🙊
pl: Hasło: niech będzie super tajne 🙊
pt_br: Senha: deixe bem secreta 🙊
pt_pt: Palavra-passe: torna-a super secreta 🙊
ro: Parola: fă-o super secretă 🙊
ru: Пароль: сделайте его суперсекретным 🙊
sv: Lösenord: gör det jättehemligt 🙊
ta: கடவுச்சொல்: அதை ரொம்ப ரகசியமா வைச்சுக்கோ 🙊
te: పాస్‌వర్డ్: సూపర్ సీక్రెట్‌గా పెట్టు 🙊
th: รหัสผ่าน: ตั้งให้ลับสุด ๆ ไปเลย 🙊
tr: Şifre: süper gizli olsun 🙊
uk: Пароль: зроби його супертаємним 🙊
ur: پاس ورڈ: اِسے بالکل خفیہ رکھیں 🙊
vi: Mật khẩu: hãy đặt thật bí mật 🙊
zh_hans: 密码：设一个超级机密的 🙊
zh_hant: 密碼：設個超級機密的 🙊

source: Payment will be charged to your Apple ID account at the confirmation of purchase. Subscription automatically renews unless it is canceled at least 24 hours before the end of the current period. Your account will be charged for renewal within 24 hours prior to the end of the current period. You can manage and cancel your subscriptions by going to your account settings on the App Store after purchase.
ar: سيتم خصم المبلغ من حساب Apple ID الخاص بك عند تأكيد عملية الشراء. يتجدد الاشتراك تلقائيًا ما لم يتم إلغاؤه قبل 24 ساعة على الأقل من نهاية الفترة الحالية. سيتم خصم رسوم التجديد من حسابك خلال 24 ساعة قبل نهاية الفترة الحالية. يمكنك إدارة اشتراكاتك وإلغاءها من خلال الانتقال إلى إعدادات حسابك على App Store بعد الشراء.
bn: ক্রয় নিশ্চিত হওয়ার সময় আপনার Apple ID অ্যাকাউন্ট থেকে পেমেন্ট নেওয়া হবে। চলমান মেয়াদ শেষ হওয়ার অন্তত ২৪ ঘণ্টা আগে বাতিল না করলে সাবস্ক্রিপশন স্বয়ংক্রিয়ভাবে নবায়ন হবে। চলমান মেয়াদ শেষ হওয়ার ২৪ ঘণ্টার মধ্যে নবায়নের জন্য আপনার অ্যাকাউন্ট থেকে চার্জ নেওয়া হবে। ক্রয়ের পর App Store-এ আপনার অ্যাকাউন্ট সেটিংসে গিয়ে আপনি আপনার সাবস্ক্রিপশন পরিচালনা ও বাতিল করতে পারবেন।
cs: Platba bude účtována na váš účet Apple ID při potvrzení nákupu. Předplatné se automaticky obnovuje, pokud není zrušeno alespoň 24 hodin před koncem aktuálního období. Platba za obnovení bude z vašeho účtu stržena během 24 hodin před koncem aktuálního období. Svá předplatná můžete spravovat a zrušit po nákupu v nastavení svého účtu v App Store.
da: Betalingen trækkes på din Apple ID-konto ved bekræftelse af købet. Abonnementet fornyes automatisk, medmindre det opsiges mindst 24 timer før udløbet af den aktuelle periode. Din konto bliver opkrævet for fornyelse inden for 24 timer før udløbet af den aktuelle periode. Du kan administrere og opsige dine abonnementer ved at gå til dine kontoindstillinger i App Store efter købet.
de: Die Zahlung wird bei Bestätigung des Kaufs Ihrem Apple-ID-Konto belastet. Das Abonnement verlängert sich automatisch, sofern es nicht mindestens 24 Stunden vor Ende des aktuellen Zeitraums gekündigt wird. Die Verlängerung wird Ihrem Konto innerhalb von 24 Stunden vor Ende des aktuellen Zeitraums belastet. Sie können Ihre Abonnements nach dem Kauf in Ihren Kontoeinstellungen im App Store verwalten und kündigen.
el: Η πληρωμή θα χρεωθεί στον λογαριασμό Apple ID σας κατά την επιβεβαίωση της αγοράς. Η συνδρομή ανανεώνεται αυτόματα, εκτός αν ακυρωθεί τουλάχιστον 24 ώρες πριν από τη λήξη της τρέχουσας περιόδου. Ο λογαριασμός σας θα χρεωθεί για την ανανέωση εντός 24 ωρών πριν από τη λήξη της τρέχουσας περιόδου. Μπορείτε να διαχειριστείτε και να ακυρώσετε τις συνδρομές σας μεταβαίνοντας στις ρυθμίσεις του λογαριασμού σας στο App Store μετά την αγορά.
es: El pago se cargará en su cuenta de Apple ID al confirmar la compra. La suscripción se renueva automáticamente a menos que se cancele al menos 24 horas antes de que finalice el periodo actual. Se cargará la renovación en su cuenta dentro de las 24 horas previas a la finalización del periodo actual. Puede gestionar y cancelar sus suscripciones en los ajustes de su cuenta en el App Store tras la compra.
es_419: Se cobrará el pago a su cuenta de Apple ID al confirmar la compra. La suscripción se renueva automáticamente a menos que se cancele al menos 24 horas antes del fin del período actual. Se cobrará la renovación a su cuenta dentro de las 24 horas previas al fin del período actual. Puede administrar y cancelar sus suscripciones desde los ajustes de su cuenta en el App Store luego de la compra.
fa: هنگام تأیید خرید، مبلغ از حساب Apple ID شما کسر خواهد شد. اشتراک به‌صورت خودکار تمدید می‌شود، مگر اینکه حداقل ۲۴ ساعت پیش از پایان دوره فعلی لغو شود. مبلغ تمدید ظرف ۲۴ ساعت پیش از پایان دوره فعلی از حساب شما کسر خواهد شد. می‌توانید اشتراک‌های خود را پس از خرید با مراجعه به تنظیمات حساب خود در App Store مدیریت و لغو کنید.
fi: Maksu veloitetaan Apple ID -tililtäsi oston vahvistamisen yhteydessä. Tilaus uusiutuu automaattisesti, ellei sitä peruuteta vähintään 24 tuntia ennen kuluvan kauden päättymistä. Tililtäsi veloitetaan uusinta 24 tunnin sisällä ennen kuluvan kauden päättymistä. Voit hallita ja peruuttaa tilauksiasi App Storen tiliasetuksissa oston jälkeen.
fil: Ang bayad ay sisingilin sa iyong Apple ID account sa pagkumpirma ng pagbili. Awtomatikong nire-renew ang subscription maliban kung kinansela ito nang hindi bababa sa 24 na oras bago matapos ang kasalukuyang panahon. Sisingilin ang iyong account para sa pag-renew sa loob ng 24 na oras bago matapos ang kasalukuyang panahon. Maaari mong pamahalaan at kanselahin ang iyong mga subscription sa pamamagitan ng pagpunta sa iyong account settings sa App Store pagkatapos bumili.
fr: Le paiement sera débité de votre compte Apple ID au moment de la confirmation de l’achat. L’abonnement se renouvelle automatiquement sauf s’il est annulé au moins 24 heures avant la fin de la période en cours. Votre compte sera débité du renouvellement dans les 24 heures précédant la fin de la période en cours. Vous pouvez gérer et annuler vos abonnements dans les réglages de votre compte sur l’App Store après l’achat.
he: התשלום יחויב מחשבון ה-Apple ID שלכם בעת אישור הרכישה. המינוי מתחדש אוטומטית אלא אם בוטל לפחות 24 שעות לפני תום התקופה הנוכחית. חשבונכם יחויב בגין החידוש בתוך 24 שעות לפני תום התקופה הנוכחית. ניתן לנהל ולבטל את המינויים שלכם דרך הגדרות החשבון ב-App Store לאחר הרכישה.
hi: खरीद की पुष्टि होने पर भुगतान आपके Apple ID खाते से लिया जाएगा। यदि वर्तमान अवधि की समाप्ति से कम से कम 24 घंटे पहले रद्द नहीं किया जाता, तो सदस्यता स्वतः नवीनीकृत हो जाती है। नवीनीकरण के लिए आपके खाते से वर्तमान अवधि की समाप्ति से 24 घंटे पहले शुल्क लिया जाएगा। खरीद के बाद आप App Store पर अपने खाते की सेटिंग्स में जाकर अपनी सदस्यताओं को प्रबंधित और रद्द कर सकते हैं।
hu: A vásárlás megerősítésekor a fizetés az Apple ID-fiókjához lesz terhelve. Az előfizetés automatikusan megújul, hacsak legalább 24 órával az aktuális időszak vége előtt nem mondja le. A megújítás díja az aktuális időszak vége előtti 24 órán belül lesz a fiókjához terhelve. Előfizetéseit a vásárlás után az App Store fiókbeállításaiban kezelheti és mondhatja le.
hy: Վճարումը կգանձվի ձեր Apple ID հաշվից գնման հաստատման պահին։ Բաժանորդագրությունն ինքնաշխատ կերպով երկարաձգվում է, եթե այն չեղարկվի ընթացիկ ժամանակահատվածի ավարտից առնվազն 24 ժամ առաջ։ Ձեր հաշվից կգանձվի երկարաձգման գումարը ընթացիկ ժամանակահատվածի ավարտից 24 ժամվա ընթացքում։ Գնումից հետո դուք կարող եք կառավարել և չեղարկել ձեր բաժանորդագրությունները՝ անցնելով App Store-ի ձեր հաշվի կարգավորումներ։
id: Pembayaran akan dibebankan ke akun Apple ID Anda pada saat konfirmasi pembelian. Langganan diperpanjang secara otomatis kecuali dibatalkan setidaknya 24 jam sebelum akhir periode berjalan. Akun Anda akan dibebankan untuk perpanjangan dalam waktu 24 jam sebelum akhir periode berjalan. Anda dapat mengelola dan membatalkan langganan dengan membuka pengaturan akun Anda di App Store setelah pembelian.
it: Il pagamento verrà addebitato sul suo account Apple ID alla conferma dell'acquisto. L'abbonamento si rinnova automaticamente a meno che non venga annullato almeno 24 ore prima della fine del periodo in corso. Il rinnovo verrà addebitato sul suo account entro le 24 ore precedenti alla fine del periodo in corso. Può gestire e annullare i suoi abbonamenti accedendo alle impostazioni del suo account sull'App Store dopo l'acquisto.
ja: 購入を確定すると、お客様の Apple ID アカウントに料金が請求されます。サブスクリプションは、現在の期間が終了する24時間以上前に解約されない限り、自動的に更新されます。更新の料金は、現在の期間が終了する24時間前以内に請求されます。サブスクリプションの管理および解約は、購入後に App Store のアカウント設定から行えます。
ko: 구매를 확정하면 요금이 회원님의 Apple ID 계정으로 청구됩니다. 현재 기간이 끝나기 최소 24시간 전에 취소하지 않으면 구독이 자동으로 갱신됩니다. 갱신 요금은 현재 기간이 끝나기 24시간 이내에 계정으로 청구됩니다. 구매 후 App Store의 계정 설정에서 구독을 관리하고 취소할 수 있습니다.
ms: Bayaran akan dikenakan pada akaun Apple ID anda apabila pembelian disahkan. Langganan diperbaharui secara automatik melainkan ia dibatalkan sekurang-kurangnya 24 jam sebelum tamat tempoh semasa. Akaun anda akan dikenakan bayaran pembaharuan dalam tempoh 24 jam sebelum tamat tempoh semasa. Anda boleh menguruskan dan membatalkan langganan anda dengan pergi ke tetapan akaun anda di App Store selepas pembelian.
nb: Betalingen belastes Apple ID-kontoen din ved bekreftelse av kjøpet. Abonnementet fornyes automatisk med mindre det sies opp minst 24 timer før utløpet av den gjeldende perioden. Kontoen din belastes for fornyelse innen 24 timer før utløpet av den gjeldende perioden. Du kan administrere og si opp abonnementene dine ved å gå til kontoinnstillingene dine i App Store etter kjøpet.
nl: De betaling wordt bij bevestiging van de aankoop in rekening gebracht op uw Apple ID-account. Het abonnement wordt automatisch verlengd, tenzij het minstens 24 uur voor het einde van de huidige periode wordt opgezegd. Uw account wordt binnen 24 uur voor het einde van de huidige periode belast voor de verlenging. U kunt uw abonnementen beheren en opzeggen via uw accountinstellingen in de App Store na de aankoop.
pl: Płatność zostanie pobrana z konta Apple ID w chwili potwierdzenia zakupu. Subskrypcja odnawia się automatycznie, o ile nie zostanie anulowana co najmniej 24 godziny przed końcem bieżącego okresu. Opłata za odnowienie zostanie pobrana z konta w ciągu 24 godzin przed końcem bieżącego okresu. Subskrypcjami można zarządzać i anulować je w ustawieniach konta w App Store po dokonaniu zakupu.
pt_br: O pagamento será cobrado da sua conta do Apple ID na confirmação da compra. A assinatura é renovada automaticamente, a menos que seja cancelada pelo menos 24 horas antes do fim do período atual. Sua conta será cobrada pela renovação nas 24 horas anteriores ao fim do período atual. Você pode gerenciar e cancelar suas assinaturas acessando os ajustes da sua conta na App Store após a compra.
pt_pt: O pagamento será cobrado à sua conta Apple ID no momento da confirmação da compra. A subscrição renova-se automaticamente, exceto se for cancelada pelo menos 24 horas antes do fim do período atual. A sua conta será cobrada pela renovação nas 24 horas anteriores ao fim do período atual. Pode gerir e cancelar as suas subscrições nas definições da sua conta na App Store após a compra.
ro: Plata va fi debitată din contul dumneavoastră Apple ID la confirmarea achiziției. Abonamentul se reînnoiește automat dacă nu este anulat cu cel puțin 24 de ore înainte de sfârșitul perioadei curente. Contul dumneavoastră va fi debitat pentru reînnoire în decurs de 24 de ore înainte de sfârșitul perioadei curente. Vă puteți gestiona și anula abonamentele accesând setările contului dumneavoastră din App Store după achiziție.
ru: Оплата будет списана с вашего аккаунта Apple ID при подтверждении покупки. Подписка продлевается автоматически, если она не отменена не менее чем за 24 часа до окончания текущего периода. Списание за продление произойдёт в течение 24 часов до окончания текущего периода. Вы можете управлять подписками и отменять их в настройках вашего аккаунта в App Store после покупки.
sv: Betalningen debiteras ditt Apple ID-konto när köpet bekräftas. Prenumerationen förnyas automatiskt om den inte avbryts minst 24 timmar före slutet av den aktuella perioden. Ditt konto debiteras för förnyelse inom 24 timmar före slutet av den aktuella perioden. Du kan hantera och avbryta dina prenumerationer genom att gå till dina kontoinställningar i App Store efter köpet.
ta: கொள்முதலை உறுதிப்படுத்தும்போது உங்கள் Apple ID கணக்கிற்கு கட்டணம் விதிக்கப்படும். தற்போதைய காலகட்டம் முடிவதற்கு குறைந்தது 24 மணி நேரத்திற்கு முன்பு ரத்து செய்யப்படாவிட்டால், சந்தா தானாகவே புதுப்பிக்கப்படும். தற்போதைய காலகட்டம் முடிவதற்கு 24 மணி நேரத்திற்குள் உங்கள் கணக்கிற்கு புதுப்பித்தலுக்கான கட்டணம் விதிக்கப்படும். கொள்முதலுக்குப் பிறகு App Store-இல் உள்ள உங்கள் கணக்கு அமைப்புகளுக்குச் சென்று உங்கள் சந்தாக்களை நிர்வகிக்கலாம் மற்றும் ரத்து செய்யலாம்.
te: కొనుగోలును నిర్ధారించిన సమయంలో మీ Apple ID ఖాతా నుండి చెల్లింపు వసూలు చేయబడుతుంది. ప్రస్తుత వ్యవధి ముగిసేందుకు కనీసం 24 గంటల ముందు రద్దు చేయకపోతే చందా స్వయంచాలకంగా పునరుద్ధరించబడుతుంది. ప్రస్తుత వ్యవధి ముగిసేందుకు 24 గంటల లోపు మీ ఖాతా నుండి పునరుద్ధరణకు చెల్లింపు వసూలు చేయబడుతుంది. కొనుగోలు తర్వాత App Store లోని మీ ఖాతా సెట్టింగ్‌లకు వెళ్లి మీ చందాలను నిర్వహించవచ్చు మరియు రద్దు చేయవచ్చు.
th: ระบบจะเรียกเก็บเงินจากบัญชี Apple ID ของคุณเมื่อยืนยันการซื้อ การสมัครสมาชิกจะต่ออายุโดยอัตโนมัติ เว้นแต่คุณจะยกเลิกอย่างน้อย 24 ชั่วโมงก่อนสิ้นสุดรอบปัจจุบัน ระบบจะเรียกเก็บเงินค่าต่ออายุจากบัญชีของคุณภายใน 24 ชั่วโมงก่อนสิ้นสุดรอบปัจจุบัน คุณสามารถจัดการและยกเลิกการสมัครสมาชิกได้โดยไปที่การตั้งค่าบัญชีของคุณบน App Store หลังการซื้อ
tr: Satın alma onaylandığında ödeme, Apple ID hesabınızdan tahsil edilir. Mevcut dönemin bitiminden en az 24 saat önce iptal edilmediği takdirde abonelik otomatik olarak yenilenir. Yenileme ücreti, mevcut dönemin bitiminden önceki 24 saat içinde hesabınızdan tahsil edilir. Aboneliklerinizi, satın alma işleminden sonra App Store'daki hesap ayarlarınıza giderek yönetebilir ve iptal edebilirsiniz.
uk: Оплата буде стягнута з вашого облікового запису Apple ID під час підтвердження покупки. Підписка автоматично поновлюється, якщо її не скасовано щонайменше за 24 години до завершення поточного періоду. Кошти за поновлення буде стягнуто з вашого облікового запису протягом 24 годин до завершення поточного періоду. Ви можете керувати своїми підписками та скасовувати їх у налаштуваннях облікового запису в App Store після покупки.
ur: خریداری کی تصدیق پر ادائیگی آپ کے Apple ID اکاؤنٹ سے وصول کی جائے گی۔ سبسکرپشن خودبخود تجدید ہو جاتی ہے جب تک کہ موجودہ مدت کے اختتام سے کم از کم 24 گھنٹے پہلے اسے منسوخ نہ کر دیا جائے۔ آپ کے اکاؤنٹ سے تجدید کی رقم موجودہ مدت کے اختتام سے 24 گھنٹے پہلے کے اندر وصول کی جائے گی۔ خریداری کے بعد آپ App Store پر اپنی اکاؤنٹ کی ترتیبات میں جا کر اپنی سبسکرپشنز کا انتظام اور انھیں منسوخ کر سکتے ہیں۔
vi: Khoản thanh toán sẽ được tính vào tài khoản Apple ID của bạn khi xác nhận mua. Gói đăng ký sẽ tự động gia hạn trừ khi được hủy ít nhất 24 giờ trước khi kết thúc kỳ hiện tại. Tài khoản của bạn sẽ bị tính phí gia hạn trong vòng 24 giờ trước khi kết thúc kỳ hiện tại. Bạn có thể quản lý và hủy gói đăng ký bằng cách vào phần cài đặt tài khoản trên App Store sau khi mua.
zh_hans: 确认购买后，费用将从您的 Apple ID 账户扣除。除非在当前订阅期结束前至少 24 小时取消，否则订阅将自动续订。续订费用将在当前订阅期结束前 24 小时内从您的账户扣除。购买后，您可前往 App Store 的账户设置中管理和取消订阅。
zh_hant: 確認購買時，款項將向您的 Apple ID 帳號收取。除非在目前週期結束前至少 24 小時取消，否則訂閱將自動續訂。您的帳號將於目前週期結束前 24 小時內被收取續訂費用。購買後，您可前往 App Store 的帳號設定管理及取消您的訂閱。
